export const csvString = `
1,フシギダネ,"不思議
種
「不思議だね？」という文章", 
2,フシギソウ,"不思議
草", 
3,フシギバナ,"不思議
花", 
4,ヒトカゲ,"火
トカゲ
火蜥蜴（サラマンダーのこと）
人影", 
5,リザード,lizard（英語: トカゲ）, 
6,リザードン,"lizard（英語: トカゲ）
don（スペイン語: 首領）
ドン（怪獣系によく接尾される）", 
7,ゼニガメ,ゼニガメ, 
8,カメール,"亀
mail（英語: 甲羅）
mer（フランス語: 海）", 
9,カメックス,"亀
X
max（英語: 最大）
rex（ラテン語: 国王）", 
10,キャタピー,caterpillar（英語: イモムシ）, 
11,トランセル,"transformation（英語: 変態）
shell（英語: 殻）
cell（英語: 細胞）", 
12,バタフリー,"butterfly（英語: 蝶）
free（英語: 自由な）", 
13,ビードル,"bee（英語: 蜂）
needle（英語: 針）", 
14,コクーン,cocoon（英語: 繭）, 
15,スピアー,"spear（英語: 槍）
Apis（学名:ミツバチ）のアナグラム", 
16,ポッポ,"ぽっぽ（鳩の鳴き声）
ぽっぽっぽ（鳩の歌詞）", 
17,ピジョン,pigeon（英語: 鳩）, 
18,ピジョット,"pigeon（英語: 鳩）
parrot（英語: オウム）
jet（英語: ジェット）", 
19,コラッタ,"小、仔
rat（英語: ドブネズミ）
ラッタ", 
20,ラッタ,rat（英語: ドブネズミ）, 
21,オニスズメ,"鬼
スズメ
ベニスズメ
ὄρνις（古代ギリシャ語: 鳥）", 
22,オニドリル,"鬼
drill（英語: ドリル）", 
23,アーボ,boa（英語: ボア）の逆読み, 
24,アーボック,cobra（英語: コブラ）の逆読み, 
25,ピカチュウ,"pika（英語: ナキウサギ）
ぴかぴか（光を表す擬態語）
ちゅう（ネズミの鳴き声）", 
26,ライチュウ,"雷
ちゅう（ネズミの鳴き声）", 
27,サンド,sand（英語: 砂）, 
28,サンドパン,"sand（英語: 砂）
pangolin（英語: 穿山甲）
パン（サンドをサンドイッチにかけて）", 
29,ニドラン♀,needle（英語: 針）, 
30,ニドリーナ,"needle（英語: 針）
-a（イタリア語: 女性名詞の語尾）", 
31,ニドクイン,"needle（英語: 針）
queen（英語: 女王）", 
32,ニドラン♂,needle（英語: 針）, 
33,ニドリーノ,"needle（英語: 針）
-o（イタリア語: 男性名詞の語尾）", 
34,ニドキング,"needle（英語: 針）
king（英語: 王/レッドキングなど怪獣の名前に接尾される。）", 
35,ピッピ,"pixie（英語: 妖精）のもじり
ぴっぴっ（指を振る音）", 
36,ピクシー,pixie（英語: 妖精）, 
37,ロコン,"六
こん（キツネの鳴き声）
コンロ", 
38,キュウコン,"九尾の狐
こん（キツネの鳴き声）", 
39,プリン,"pretty（英語: かわいい）
プリン", 
40,プクリン,"膨れる
pretty（英語: かわいい）", 
41,ズバット,"bat（英語: コウモリ）
ずばっと（擬態語）
快傑ズバット", 
42,ゴルバット,"ghoul（英語: グルー）
bat（英語: コウモリ）
黄金バット→gold（英語: 黄金）", 
43,ナゾノクサ,"謎
草", 
44,クサイハナ,"臭い
花", 
45,ラフレシア,Rafflesia（ラテン語: ラフレシア）, 
46,パラス,"parasite（英語: 寄生虫）
parasol（英語: 傘）", 
47,パラセクト,"parasite（英語: 寄生虫）
insect（英語: 虫）", 
48,コンパン,compound eye（英語: 複眼）, 
49,モルフォン,モルフォチョウ, 
50,ディグダ,"dig（英語: 掘る）
ディグダグ（ナムコ製のゲーム名）", 
51,ダグトリオ,"dug（英語: digの過去・過去分詞形）
ディグダグ（ナムコ製のゲーム名）
trio（イタリア語: 三人組）", 
52,ニャース,"田尻智の飼い猫の名前
にゃー（ネコの鳴き声）", 
53,ペルシアン,"Persian（英語: ペルシャネコ）
ロシアンブルー（猫の品種）", 
54,コダック,"子、仔
duck（英語: アヒル）
コダック（アメリカのカメラメーカー）", 
55,ゴルダック,"gold（英語: 金色; ポケモンにおいてゴールドバッジやきんいろグミなどエスパータイプのイメージカラー）
duck（英語: アヒル）", 
56,マンキー,"monkey（英語: 猿）
mandrill（英語: マンドリル）", 
57,オコリザル,"怒り
猿", 
58,ガーディ,guard（英語: 守り、guard dogは番犬）, 
59,ウインディ,"wind（英語: 風）
windy（英語: 風のような）", 
60,ニョロモ,ニョロニョロ（擬態語）, 
61,ニョロゾ,ニョロニョロ（擬態語）, 
62,ニョロボン,"ニョロニョロ（擬態語）
ボン（日本語で男の子のことを指していう。坊主の訛り）
ボンベ", 
63,ケーシィ,エドガー・ケイシー, 
64,ユンゲラー,ユリ・ゲラー, 
65,フーディン,ハリー・フーディーニ, 
66,ワンリキー,腕力, 
67,ゴーリキー,"強力
剛力", 
68,カイリキー,怪力（→かいりき）, 
69,マダツボミ,"まだ
つぼみ", 
70,ウツドン,ウツボカズラ, 
71,ウツボット,"ウツボカズラ
pot（英語: ポット）
pod（英語: 豆の殻、さや）", 
72,メノクラゲ,"クラゲ
メメクラゲ（ねじ式）
メノウ", 
73,ドククラゲ,"毒
クラゲ", 
74,イシツブテ,"石粒
手
礫（つぶて）", 
75,ゴローン,"転がる音の擬音語
stone（英語: 石）", 
76,ゴローニャ,"転がる音の擬音語
stone（英語: 石）
montagna（イタリア語: 山）
ボローニャ石", 
77,ポニータ,"pony（英語: 小型の馬）
セニョリータ（スペイン語: 未婚女性）", 
78,ギャロップ,gallop（英語: 襲歩）, 
79,ヤドン,"ヤドカリ
鈍感
ドン（怪獣の名前に付けられる接尾語）", 
80,ヤドラン,"ヤドカリ
ヤドランカ（ユーゴスラビア出身の歌手。ヴァンダルハーツ〜失われた古代文明〜のテーマソング提供時にポケモン開発メンバーと知り合り名前の由来となったとインタビューで語っている）", 
81,コイル,coil（英語: コイル）, 
82,レアコイル,"rare metal（英語: 希少金属）
coil（英語: コイル）", 
83,カモネギ,鴨葱（ことわざ「鴨が葱を背負ってくる」の略称）, 
84,ドードー,dodo（英語: ドードー）, 
85,ドードリオ,"dodo（英語: ドードー）
trio（イタリア語: 三人組）", 
86,パウワウ,アウアウ（アシカの鳴き声）, 
87,ジュゴン,ジュゴン, 
88,ベトベター,"べとべと、べたべた
-er（英語: ~する物）", 
89,ベトベトン,"べとべと
トン", 
90,シェルダー,"shell（英語: 貝殻）
shelter（英語: シェルター）", 
91,パルシェン,pearl shell（英語: 真珠貝）, 
92,ゴース,"ghost（英語: 幽霊）
gas（英語: 気体）
（参考）幽霊怪人ゴース星人", 
93,ゴースト,ghost（英語: 幽霊）, 
94,ゲンガー,Doppelgänger（ドイツ語: ドッペルゲンガー）, 
95,イワーク,"岩
snake（英語: ヘビ）", 
96,スリープ,sleep（英語: 眠り）, 
97,スリーパー,"sleeper（英語: 眠っている人）
Tapir（英語: バク）", 
98,クラブ,crab（英語: カニ）, 
99,キングラー,"king（英語: 王）
king crab（英語: タラバガニ）
（参考）大蟹超獣キングクラブ", 
100,ビリリダマ,"びりびり（擬音語・擬態語）
玉", 
101,マルマイン,"「まんまるい」のアナグラム
丸い、丸
mine（英語: 地雷）", 
102,タマタマ,玉、卵, 
103,ナッシー,"ナッツ
ヤシ
ナツメヤシ", 
104,カラカラ,からから（擬音語）, 
105,ガラガラ,"がらがら（擬音語）
がら
亡骸", 
106,サワムラー,沢村忠（キックボクサー）, 
107,エビワラー,海老原博幸（ボクサー）, 
108,ベロリンガ,"べろ
べろり（擬態語）
lingual（英語: 舌の）
（参考）サイケ宇宙人ペロリンガ星人", 
109,ドガース,"gas（英語: ガス、気体）
毒ガス", 
110,マタドガス,"また＋ドガース
二股
gas（英語: ガス、気体）
マスタードガス", 
111,サイホーン,"サイ
horn（英語: つの）", 
112,サイドン,"サイ
don（スペイン語: 首領）
ドン（怪獣系によく接尾される）", 
113,ラッキー,lucky（英語: 幸福）, 
114,モンジャラ,"毛むくじゃら
もじゃもじゃ（擬態語）
ナンジャモンジャ", 
115,ガルーラ,kangaroo（英語: カンガルー）, 
116,タッツー,タツノオトシゴ, 
117,シードラ,シードラゴン, 
118,トサキント,"きんとと（金魚を指す幼児語）
土佐金（金魚の品種）", 
119,アズマオウ,"東錦（金魚の品種）
王", 
120,ヒトデマン,"ヒトデ
man（英語: 男、人間）
ウルトラマン
（参考）ミミー星人（企画段階での名称『ミミー』の元ネタ？）", 
121,スターミー,"starfish（英語: ヒトデ）
mystery（英語: 秘密、謎）のアナグラム
star（英語: 星）
me（英語: 私）", 
122,バリヤード,"barricade（英語: バリケード）
barrier（英語: バリア）", 
123,ストライク,strike（英語: 打撃、ストライキ）, 
124,ルージュラ,"rouge（フランス語: 口紅）
hura（ハワイ語: 踊り）", 
125,エレブー,"エレキ（オランダ語elektriciteitから、電気）
boost（英:増幅）", 
126,ブーバー,"boost（英語: 加速させる、燃焼させる）
burning（英語: 燃える）", 
127,カイロス,"κοριός（ギリシャ語: 虫）
καιρός（ギリシャ語: 切断する）
カイロス", 
128,ケンタロス,"ケンタウロス
ミノタウロス
（参考）ケンタウルス星人", 
129,コイキング,"鯉
king（英語: 王）", 
130,ギャラドス,"gallant（英語: 勇敢な、雄々しい）
ドス
怪獣映画のギャオスとラドンの合成", 
131,ラプラス,la place（フランス語: 席、座席）, 
132,メタモン,"metamorphose（英語: …を変形させる）
Monster（英語: 怪物）", 
133,イーブイ,evolution（英語: 進化）の頭の2文字「ev」, 
134,シャワーズ,shower（英語: にわか雨）, 
135,サンダース,thunder（英語: 雷）, 
136,ブースター,booster（英語: ブースター）, 
137,ポリゴン,polygon（英語: ポリゴン）, 
138,オムナイト,"ammonite（フランス語/英語: アンモナイト）
オウムガイ", 
139,オムスター,"oyster（英語: 牡蠣）
オウムガイ
starfish（英語: ヒトデ）
monster（英:怪物）", 
140,カブト,"兜
カブトガニ", 
141,カブトプス,"兜
カブトガニ
カブトエビ
triops（英語: カブトエビ）", 
142,プテラ,プテラノドン, 
143,カビゴン,ゲームフリーク社員にしのこうじ氏のニックネーム, 
144,フリーザー,freeze（英語: 凍る）, 
145,サンダー,thunder（英語: 雷）, 
146,ファイヤー,fire（英語: 火）, 
147,ミニリュウ,"mini（英語: 非常に小さい）
竜", 
148,ハクリュー,"竜
白龍", 
149,カイリュー,"怪獣
竜
海龍、海竜
怪竜", 
150,ミュウツー,"ミュウ
mutant（英語: 突然変異）
two（英語: 2）", 
151,ミュウ,"mutant（英語: 突然変異）
new（英語: 新しい）
Myao（猫の声）
Mysticなど繋がる印歐語根", 
152,チコリータ,"chicory（英語: キク科の多年草チコリー）
-ita（スペイン語: 小ささを表す接頭辞）", 
153,ベイリーフ,"leaf（英語: 葉）
bay leaf（英語: 香辛料の一種、ベイリーフ）", 
154,メガニウム,"mega-（英語: 大きい）
ゼラニウム", 
155,ヒノアラシ,"火
嵐
ヤマアラシ", 
156,マグマラシ,"magma（英語: マグマ）
嵐
ヤマアラシ", 
157,バクフーン,"爆風
typhoon（英語: 台風）", 
158,ワニノコ,"ワニ
子、仔", 
159,アリゲイツ,alligator（英語: ワニ）, 
160,オーダイル,"大
王
eau（フランス語: 水）
crocodile（英語: ワニ）", 
161,オタチ,"尾
立ち
イタチ", 
162,オオタチ,"大
オタチ", 
163,ホーホー,ホーホー（フクロウの鳴き声）, 
164,ヨルノズク,"夜
ミミズク", 
165,レディバ,ladybird、 ladybug（英語: テントウムシ）, 
166,レディアン,ladybird、 ladybug（英語: テントウムシ）, 
167,イトマル,"糸
丸（人名や船名に付けられる接尾語）", 
168,アリアドス,Ariadnē（アリアドネ）, 
169,クロバット,"黒バット（黄金バットの前身である紙芝居の名前）
cross（英語: 交差させる）
acrobat（英語: 曲技飛行隊、アクロバット）
bat（英語: コウモリ）", 
170,チョンチー,提灯鮟鱇, 
171,ランターン,ランタン, 
172,ピチュー,ピカチュウ, 
173,ピィ,"ピッピ
ローマ字入力で「pixi(e)」（英語: 妖精）", 
174,ププリン,プリン, 
175,トゲピー,"トッケビ
棘
happy（英語: 幸せな）", 
176,トゲチック,"トッケビ
棘
チクチク（刺さる様子を表す擬態語）
chick（英語: ひよこ）", 
177,ネイティ,"kiwi（英語: キウィ）
nature（英語: 自然）
Native American（英語: アメリカ先住民）", 
178,ネイティオ,"nature（英語: 自然、精霊が宿るもの）
Native American（英語: アメリカ先住民）
indio（スペイン語: インディオ）
kiwi（英語: キウィ）
xat（英語: トーテムポール）
Xanadu（英語: ザナドゥ）", 
179,メリープ,"「メリーさんの羊」
sheep（英語: 羊）
ampere（英語: アンペア）のアナグラム", 
180,モココ,もこもこ（擬態語）, 
181,デンリュウ,"電流
天龍
竜", 
182,キレイハナ,"綺麗
花", 
183,マリル,"鞠
marine（英語: 海の）
rill（英語: 小川、細流）", 
184,マリルリ,"鞠
marine（英語: 海の）
rill（英語: 小川、細流）
瑠璃", 
185,ウソッキー,"嘘吐き
木", 
186,ニョロトノ,"ニョロニョロ（擬態語）
殿
トノサマガエル", 
187,ハネッコ,"はねる
羽
葉
ネコ
根っこ", 
188,ポポッコ,"タンポポ
根っこ
〇〇っ子（子供の特徴を指していう言葉）", 
189,ワタッコ,"綿毛
根っこ
〇〇っ子（子供の特徴を指していう言葉）", 
190,エイパム,"ape（英語: 類人猿）
palm（英語: 手のひら）", 
191,ヒマナッツ,"ヒマワリ
nut（英語: 木の実）", 
192,キマワリ,ヒマワリ, 
193,ヤンヤンマ,"やんや（ほめそやすときに発することば）
ヤンマ", 
194,ウパー,ウーパールーパー, 
195,ヌオー,"沼
魚
オオサンショウウオ
eau（フランス語: 水）", 
196,エーフィ,F（Foresight〈英語: 予知〉、エーフィの尻尾の形）, 
197,ブラッキー,"black（英語: 黒）
lucky（英語: 幸運）
月", 
198,ヤミカラス,"闇
烏
闇夜のカラス（ゲームフリークを立ち上げる前に田尻智が企画したゲーム）", 
199,ヤドキング,"ヤドカリ
king（英語: 王）
ドッキング", 
200,ムウマ,夢魔, 
201,アンノーン,unknown（英語: 未知の）, 
202,ソーナンス,"resonance（英語: 反響、共鳴）
sonance（英語: 響き）
そうなんす！（「そうなんです!」のやや砕けた表現）", 
203,キリンリキ,"キリンを回文に
念力", 
204,クヌギダマ,"クヌギ
玉", 
205,フォレトス,"forest（英語: 森）
fortress（英語: 要塞）", 
206,ノコッチ,"ツチノコ
っち（あだ名に付けられる接尾語）", 
207,グライガー,"glider（英語: グライダー）
ガーゴイル", 
208,ハガネール,"鋼
nail（英語: 爪、釘）
tail（英語: 尻尾）", 
209,ブルー,ブルドッグ, 
210,グランブル,"ブルドッグ
grand（フランス語: 大きい）", 
211,ハリーセン,"ハリセンボン
風船", 
212,ハッサム,挟む, 
213,ツボツボ,"壷
フジツボ", 
214,ヘラクロス,ヘラクレスオオカブト, 
215,ニューラ,neural（英語: 神経の）, 
216,ヒメグマ,"姫（オスメス関係なく小さい動物に付けられる言葉）
熊
ヒグマ", 
217,リングマ,"輪
熊
ring（英語: 輪）
ツキノワグマ", 
218,マグマッグ,"magma（英語: マグマ）
slug（英語: ナメクジ）", 
219,マグカルゴ,"magma（英語: マグマ）
escargot（フランス語: カタツムリ、エスカルゴ）", 
220,ウリムー,"瓜坊
หมู（タイ語: ブタ）", 
221,イノムー,"イノシシ
หมู（タイ語: ブタ）", 
222,サニーゴ,"サンゴ
sunny（英語: 日当たりのよい、陽気な）", 
223,テッポウオ,テッポウウオ, 
224,オクタン,"octopus（英語: タコ）
tank（英語: 戦車）", 
225,デリバード,"deliver（英語: 届ける）
bird（英語: 鳥）", 
226,マンタイン,"manta ray（英語: オニイトマキエイ）
marine（海）", 
227,エアームド,"air（英語: 空気）
armed（英語: 武装した）
armor（英語: 鎧）", 
228,デルビル,"devil（英語: 悪魔）
ドーベルマン", 
229,ヘルガー,"hell（英語: 地獄）
guard dog（英語: 番犬）
ヘルハウンド
レオンベルガー", 
230,キングドラ,"king（英語: 王）
dragon（英語: 竜）
キングギドラ", 
231,ゴマゾウ,"胡麻
象", 
232,ドンファン,"elephant（英語: 象）
don（スペイン語: 首領）
ドン（重いものが落ちる擬音）
ドン・ファン", 
233,ポリゴン2,ポリゴン, 
234,オドシシ,"脅し
鹿（しし）
鹿威し", 
235,ドーブル,"daub（英語: 塗料などを塗る、絵の具でへたな絵をかく）
doodle（英語: いたずら書きする）
ビーグル
ドーベルマン", 
236,バルキー,"valorous（英語: 勇敢な、勇ましい、勇猛の）
（参考）バルキー星人", 
237,カポエラー,カポエラ（ブラジルの武道）, 
238,ムチュール,"夢中
チュー", 
239,エレキッド,"エレキ
kid（英語: 子供）", 
240,ブビィ,"ブーバー
baby（英語: 赤ちゃん）", 
241,ミルタンク,"milk（英語: 牛乳）
tank（英語: タンク）", 
242,ハピナス,"happiness（英語: 幸福）
nurse（英語: 看護婦）", 
243,ライコウ,"雷光
皇帝
雷公（雷の別称、中国神話に登場する雷の神様）", 
244,エンテイ,"炎
帝王
皇帝
炎帝", 
245,スイクン,"水
君主", 
246,ヨーギラス,"幼
ギラリ（一瞬、強く不気味に光るさま）
アンギラス", 
247,サナギラス,"蛹
ギラリ（一瞬、強く不気味に光るさま）
アンギラス", 
248,バンギラス,"野蛮
ギラリ（一瞬、強く不気味に光るさま）
アンギラス", 
249,ルギア,αργυρος（árguros、 ギリシャ語: 銀）, 
250,ホウオウ,鳳凰, 
251,セレビィ,"精霊
セレス", 
252,キモリ,"木
ヤモリ", 
253,ジュプトル,"樹
reptile（英語: 爬虫類）", 
254,ジュカイン,"樹
樹海", 
255,アチャモ,"矮鶏（チャボ）
軍鶏
熱い", 
256,ワカシャモ,"若い
軍鶏", 
257,バシャーモ,"burn（英語: 燃える）
軍鶏
波山", 
258,ミズゴロウ,"水
ムツゴロウ", 
259,ヌマクロー,"沼
crawl（英語: はう）
九郎（ミズゴロウ〈五郎〉とかけて）", 
260,ラグラージ,"lagoon（英語: ラグーン）
large（英語: 大きい、広い）", 
261,ポチエナ,"ポチ（犬の名前）
hyaena（英語: ハイエナ）", 
262,グラエナ,"grand（英語: 壮大な、雄大な）
hyaena（英語: ハイエナ）", 
263,ジグザグマ,"zigzag（英語: ジグザグ、Z字[稲妻]形）
アライグマ
アナグマ", 
264,マッスグマ,"まっすぐ
アナグマ", 
265,ケムッソ,"毛虫
rosso（イタリア語: 赤い）", 
266,カラサリス,"chrysalis（英語: 蛹）
殻", 
267,アゲハント,アゲハチョウ, 
268,マユルド,"繭
shield（英語: シールド、楯）
hold（英語: じっとする、待つ）", 
269,ドクケイル,"毒
scale（英語: 鱗、鱗粉）", 
270,ハスボー,"蓮
坊
帽子", 
271,ハスブレロ,"蓮
sombrero（スペイン語: ソンブレロ）", 
272,ルンパッパ,"rumba（スペイン語: ルンバ）
河童
ウンパッパ", 
273,タネボー,"種
坊", 
274,コノハナ,"木の葉
花
鼻", 
275,ダーテング,"天狗
dirty（英語: 汚い、卑劣な）
dark（英語: 暗黒の）", 
276,スバメ,"ツバメ
スズメ
swallow（英語: ツバメ）
small（英語: 小さい）", 
277,オオスバメ,"大
スバメ", 
278,キャモメ,"カモメ
cat（英語: ネコ）→ウミネコ
carry（英語: 運ぶ）
かもめーる", 
279,ペリッパー,"ペリカン
ペリカン便", 
280,ラルトス,"astral body（英語: 星気体、霊体）
laetus（ラテン語: 嬉しい）", 
281,キルリア,キルリアン写真, 
282,サーナイト,"sir（英語: 卿）
saint（英語: 聖人）
knight（英語: 騎士）
night（英語: 夜）", 
283,アメタマ,"アメンボ
水玉
珠", 
284,アメモース,"アメンボ
moth（英語: 蛾）
Άνεμος（ギリシア語: 風）", 
285,キノココ,"茸
子", 
286,キノガッサ,"茸
笠
キヌガサタケ", 
287,ナマケロ,"ナマケモノ
怠ける", 
288,ヤルキモノ,"ナマケモノ
やる気", 
289,ケッキング,"欠勤
king（英語: 王）
キングコング", 
290,ツチニン,"土
忍者", 
291,テッカニン,"鉄火（気性の荒い様、勇ましい様）
忍者", 
292,ヌケニン,"セミの抜け殻
忍者
抜け忍", 
293,ゴニョニョ,ごにょごにょ（擬音語）, 
294,ドゴーム,"怒号
alarm（英語: 警報）", 
295,バクオング,"爆音
king（英語: 王様）", 
296,マクノシタ,幕下, 
297,ハリテヤマ,"張り手
〜山（四股名）", 
298,ルリリ,"マリル
Liliput（ガリヴァー旅行記に出てくる小人の国）", 
299,ノズパス,"nose（英語: 鼻）
compass（英語: 方位磁石）", 
300,エネコ,"Energie（ドイツ語: エネルギー）
ネコ、イエネコ", 
301,エネコロロ,"エネコ
コロコロ", 
302,ヤミラミ,"暗闇
睨み", 
303,クチート,"口
cheat（英語: だます、欺く）", 
304,ココドラ,"子
コドラ", 
305,コドラ,コモドドラゴン, 
306,ボスゴドラ,"boss（英語: 支配者、ボス）
コドラ", 
307,アサナン,"आसन（サンスクリット語?:アーサナ）
柔軟", 
308,チャーレム,"चक्र（サンスクリット語: チャクラ）
chanting（英語: チャンティング、詠唱、マントラを唱えること）
chant（英語: チャント、詠唱）
charm（英語: チャーム、魅力、魔力）
ハーレムパンツ
レム睡眠", 
309,ラクライ,落雷, 
310,ライボルト,"雷
paralize（英語: 麻痺させる）
lion（英語: ライオン）
volt（英語: ボルト）", 
311,プラスル,plus（英語: プラス）, 
312,マイナン,minus（英語: マイナス）, 
313,バルビート,"bulb（英語: 電球）
beat（英語: うなり、ビート）
beetle（英語: 甲虫）", 
314,イルミーゼ,illumination（英語: 照明）, 
315,ロゼリア,"rose（英語: バラ）
azalea（英語: アゼリア）", 
316,ゴクリン,"ごくり
goblin（英語: ゴブリン）", 
317,マルノーム,"丸呑み
gnome（英語: ノーム）", 
318,キバニア,"牙
ピラニア", 
319,サメハダー,鮫肌, 
320,ホエルコ,"whale（英語: クジラ）
子", 
321,ホエルオー,"whale（英語: クジラ）
王", 
322,ドンメル,"鈍感
camel（英語: ラクダ）", 
323,バクーダ,"爆発・爆炎
ラクダ", 
324,コータス,"coal（英語: 石炭）
coal tar（英語: コールタール）
Koks（ドイツ語: コークス）
tortoise（英語: リクガメ）", 
325,バネブー,"バネ
ブー（豚の鳴き声）", 
326,ブーピッグ,"ブー（豚の鳴き声）
pig（英語: 豚）", 
327,パッチール,"patch（英語: 継ぎ、当て布）
seal（英語: シール）", 
328,ナックラー,"nutcracker（英語: クルミ割り器）
「奈落」のアナグラム。", 
329,ビブラーバ,"vibrato（イタリア語: ビブラート）
larva（英語: 幼虫）", 
330,フライゴン,"dragonfly（英語: トンボ）
mayfly（英語: カゲロウ）", 
331,サボネア,"サボテン
debonair（英語: 愉快な、気さくな）", 
332,ノクタス,"cactus（英語: サボテン）
nocuous（英語: 有害な）
nocturnal（英語: 夜の）", 
333,チルット,"Tyltyl（青い鳥の登場人物）
parrot（英語: オウム）
cotton（英語: 木綿）", 
334,チルタリス,"Tyltyl（青い鳥の登場人物）
コカトリス", 
335,ザングース,"斬
残酷
マングース", 
336,ハブネーク,"ハブ
snake（英語: ヘビ）", 
337,ルナトーン,"lunar（英語: 月の）
stone（英語: 石）", 
338,ソルロック,"solar（英語: 太陽の）
rock（英語: 岩）", 
339,ドジョッチ,ドジョウ, 
340,ナマズン,ナマズ, 
341,ヘイガニ,"hey（英語: おい、ちょっと、おや、ええ）
ザリガニ
ヘイケガニ", 
342,シザリガー,"scissors（英語: 鋏）
ザリガニ", 
343,ヤジロン,やじろべえ, 
344,ネンドール,"粘土
念動
doll（英語: 人形）", 
345,リリーラ,lily（英語: ユリ）←ウミユリ, 
346,ユレイドル,"ユリ←ウミユリ
cradle（英語: 揺りかご）", 
347,アノプス,"アノマロカリス
triops（英語: カブトエビ）", 
348,アーマルド,"armor（英語: 鎧）
shield（英語: 盾）", 
349,ヒンバス,"貧
bass（英語: バス）", 
350,ミロカロス,"弥勒菩薩
ミロのヴィーナス
Χάρις（ギリシア語: カリス）", 
351,ポワルン,"ぽわーん（浮かんでいる様子の擬音語）
le pois（フランス語: 水玉模様）", 
352,カクレオン,"隠れる
カメレオン", 
353,カゲボウズ,"影
影法師
てるてる坊主", 
354,ジュペッタ,"呪
puppet（英語: 操り人形）", 
355,ヨマワル,"夜回り
悪", 
356,サマヨール,"彷徨う
サマエル
夜", 
357,トロピウス,"tropical（英語: 熱帯の）
-saurus（学名:トカゲ、竜を意味する語尾）", 
358,チリーン,"ちりん（鈴のなる音）
風鈴", 
359,アブソル,absolute（英語: 絶対的な）, 
360,ソーナノ,"ソーナンス
nano-（英語: 10億分の1）
そうなの？", 
361,ユキワラシ,"雪
童
座敷童子
雪ん子", 
362,オニゴーリ,"鬼
氷
こおり鬼", 
363,タマザラシ,"玉
アザラシ
（2002年8月に東京都の多摩川に迷い込んだアザラシが「タマちゃん」と名付けられブームを起こした出来事もあるが、ルビー・サファイアの発売日〈同年11月〉と制作時期を考慮すると無関係か）", 
364,トドグラー,"トド
juggler（英語: ジャグラー）
（参考）氷魔人トドギラー
（参考）トドラ", 
365,トドゼルガ,"トド
零下の読み替え", 
366,パールル,pearl（英語: 真珠）, 
367,ハンテール,"斑点
hunt（英語: 狩る）
tail（英語: 尾、しっぽ）", 
368,サクラビス,"サクラ
サクラエビ
abyss（英語: 底知れない割れ目、深淵）", 
369,ジーランス,"爺
coelacanth（英語: シーラカンス）", 
370,ラブカス,"love（英語: 愛）
ディスカス", 
371,タツベイ,"竜
baby（英語: 赤ちゃん）", 
372,コモルー,篭る, 
373,ボーマンダ,"暴慢
salamandar（英語: サラマンダー）
マンダ", 
374,ダンバル,dumb-bell（英語: ダンベル）, 
375,メタング,"metal（英語: 金属）
magnet（英語: 磁石）のアナグラム
タングステン", 
376,メタグロス,"metal（英語: 金属）
cross（英語: 交差させる）", 
377,レジロック,"reges（ラテン語: 王）
rock（英語: 岩）", 
378,レジアイス,"reges（ラテン語: 王）
ice（英語: 氷）", 
379,レジスチル,"reges（ラテン語: 王）
steel（英語: 鋼）", 
380,ラティアス,lateo（ラテン語: 隠れる）, 
381,ラティオス,lateo（ラテン語: 隠れる）, 
382,カイオーガ,"海王
オルカ
ogre（英語: オーガ）", 
383,グラードン,"ぐらぐら（物が揺れるさま）
grand（英語: 壮大な、雄大な）
ground（英語: 地面）
don（スペイン語: 首領）", 
384,レックウザ,"裂
空
ray（英語: 光線）
Quasar（英語: クエーサー）
王座", 
385,ジラーチ,желать（ロシア語: 願う）, 
386,デオキシス,デオキシリボ核酸, 
387,ナエトル,"苗
turtle（英語: 亀）", 
388,ハヤシガメ,"林
生やす
亀", 
389,ドダイトス,"土台
tortoise（英語: 陸亀）", 
390,ヒコザル,"火、火の粉
猿、小猿", 
391,モウカザル,"猛火
猿", 
392,ゴウカザル,"劫火
業火
豪華
猿", 
393,ポッチャマ,"ぽっちゃり
（参考）penguigo（スペイン語で太っちょ。ペンギンの語源。）
ぽちゃん
おぼっちゃま", 
394,ポッタイシ,"ぽっちゃり
ぽちゃん
太子", 
395,エンペルト,"emperor penguin（英語: コウテイペンギン）
humboldt（ドイツ語: フンボルトペンギン）
ナポレオン・ボナパルト", 
396,ムックル,"ムクドリ
ムックリ", 
397,ムクバード,"ムクドリ
ムックリ
bird（英語: 鳥）", 
398,ムクホーク,"ムクドリ
ムックリ
hawk（英語: タカ）", 
399,ビッパ,"出っ歯
ビーバー", 
400,ビーダル,"ビーバー
dull（英語: 頭の鈍い、のみ込みの悪い）", 
401,コロボーシ,"コオロギ
コロポックル
起き上がり小法師", 
402,コロトック,"コオロギ
コロポックル
徳利", 
403,コリンク,"子
linx（学名: オオヤマネコ）
blink（英語: またたく）", 
404,ルクシオ,"lux（英語: ルクス、ラテン語: 光）
ルクシオン", 
405,レントラー,"roentgen（英語: レントゲン）
トラ", 
406,スボミー,"つぼみ
窄む", 
407,ロズレイド,"rose（英語: バラ）
masquerade（英語: 仮面舞踏会）", 
408,ズガイドス,"頭蓋骨
ドス（擬音語）", 
409,ラムパルド,"ram（英語: …に衝突する）
rampart（英語: 城壁）", 
410,タテトプス,"盾
triceratops（トリケラトプス）", 
411,トリデプス,"砦
triceratops（トリケラトプス）", 
412,ミノムッチ,みのむし, 
413,ミノマダム,"みのむし
madam（英語: マダム）", 
414,ガーメイル,"蛾
male（英語: 男の、雄の）", 
415,ミツハニー,"ミツバチ
honey（英語: 蜂蜜）
三つ", 
416,ビークイン,"bee（英語: ミツバチ）
queen（英語: 女王）", 
417,パチリス,"ぱちぱち（擬音語）
リス", 
418,ブイゼル,"buoy（英語: 浮き）
weasel（英語: イタチ）", 
419,フローゼル,"flow（英語: 流れ）
weasel（英語: イタチ）
flaot（英語: 水面に浮かぶもの、浮き輪）", 
420,チェリンボ,"cherry（英語: サクラ）
サクランボ", 
421,チェリム,"cherry（英語: サクラ）
blossom（英語: 花、開花）", 
422,カラナクシ,"殻
無くす", 
423,トリトドン,"Tritoniidae（英語: ホクヨウウミウシ科）
Τρίτων（ギリシャ語: トリトン）
Ποσειδῶν（ギリシャ語: ポセイドン）
don（スペイン語の敬称）
tri（ギリシャ語: 3つの）", 
424,エテボース,"得手（猿のこと）
both（英語: 双方の）", 
425,フワンテ,"不安定
ふわふわ（擬態語）
手", 
426,フワライド,"附和雷同
ふわふわ（擬態語）
ride（英語: 乗る）", 
427,ミミロル,"耳
roll（英語: 巻く）", 
428,ミミロップ,"耳
ロップイヤー", 
429,ムウマージ,"ムウマ
magic（英語: 魔法）
magi（ラテン語: マギ）", 
430,ドンカラス,"don（スペイン語: 首領）
カラス", 
431,ニャルマー,"にゃあ
glamour（英語: 魅力）", 
432,ブニャット,"デブ（肥満の俗称）
にゃあ
cat（英語: ネコ）", 
433,リーシャン,"チリーン
リン（鈴の鳴る音）
シャンシャン（鈴の鳴る音）", 
434,スカンプー,"スカンク
ぷー（おならの擬音語）", 
435,スカタンク,"スカンク
tank（英語: タンク）
ガスタンク", 
436,ドーミラー,"銅鏡
mirror（英語: 鏡）", 
437,ドータクン,"銅鐸
君（二人称/君主）", 
438,ウソハチ,"嘘
嘘八百
嘘っぱち
鉢", 
439,マネネ,"真似
ねね、ねんね", 
440,ピンプク,"pink（英語: 桃色）
福", 
441,ペラップ,"ぺらぺら
parrot（英語: オウム）
rap（英語: ラップ）", 
442,ミカルゲ,"御霊
御影石
कर्मन्（kárman、 梵:人の業、カルマ）", 
443,フカマル,"鱶
丸（元服前の幼児に付ける名前の接尾語）", 
444,ガバイト,"がぶ
bite（英語: 噛む）", 
445,ガブリアス,"がぶり
earth（英語: 地面、地上）", 
446,ゴンベ,"カビゴン
baby（英語: 赤ちゃん）
名無しの権兵衛", 
447,リオル,"ripple（英語: 波紋）
-ole（英語: 小さいもの）", 
448,ルカリオ,"lycaon（学名: リカオン）
リュカオーン
Le Chariot（フランス語:〈タロットカードの〉戦車）
oracle（英語: オラクル）", 
449,ヒポポタス,hippopotamus（英語: カバ）, 
450,カバルドン,"カバ
don（スペイン語: 首領）
ドン（怪獣の名前に接尾）", 
451,スコルピ,scorpion（英語: サソリ）, 
452,ドラピオン,"scorpion（英語: サソリ）
Dracula（英語: ドラキュラ）
dragon（英語: ドラゴン）", 
453,グレッグル,"ぐれる
frog（英語: カエル）
殴る", 
454,ドクロッグ,"毒
ドクロ
frog（英語: カエル）", 
455,マスキッパ,"D. muscipula（学名: ハエトリグサ）
すきっ歯", 
456,ケイコウオ,"蛍光
魚", 
457,ネオラント,ネオンテトラ, 
458,タマンタ,"珠
manta ray（英語: オニイトマキエイ）
マンタイン", 
459,ユキカブリ,"雪
被り
カブ", 
460,ユキノオー,"雪
王", 
461,マニューラ,"魔
ニューラ
manual（英語: 手の）
maneuver（英語: 策略）", 
462,ジバコイル,"磁場
coil（英語: コイル）", 
463,ベロベルト,"べろべろ
belt（英語: ベルト）", 
464,ドサイドン,"サイドン
超弩級（規格外の規模の物につける接頭語）", 
465,モジャンボ,"モンジャラ
jumbo（英語: 巨大な）", 
466,エレキブル,"エレキ
エレキテル
cable（英語: ケーブル線）
bull（英語: 雄牛）
ブルドーザー", 
467,ブーバーン,"ブーバー
burn（英語: 焼ける）", 
468,トゲキッス,"棘
kiss（英語: キス）
トッケビ", 
469,メガヤンマ,"mega-（英語: 大きい）
メガネウラ
ヤンマ", 
470,リーフィア,leaf（英語: 葉っぱ）, 
471,グレイシア,"glacier（英語: 氷河）
gracious（英語: 親切な）（「しんせつポケモン」との掛詞になっている）", 
472,グライオン,"グライガー
scorpion（英語: サソリ）", 
473,マンムー,"mammoth（英語: マンモス）
หมู（mǔu、 タイ語: ブタ）", 
474,ポリゴンZ,ポリゴン, 
475,エルレイド,"elbow（英語: 肘打ち）
blade（英語: 刃）", 
476,ダイノーズ,"大
nose（英語: 鼻）
north（英語: 北）", 
477,ヨノワール,"夜
noir（フランス語: 黒）
悪", 
478,ユキメノコ,"雪
雪女
メノコ（アイヌ語: 女、日本語の女の子に由来）", 
479,ロトム,motor（英語: モーター）を逆さから読む, 
480,ユクシー,"UMA（未確認動物）
pixie（英語: ピクシー）", 
481,エムリット,"UMA（未確認動物）
sprite（英語: スプライト）
spirit（英語: 精霊）", 
482,アグノム,"UMA（未確認動物）
gnome（英語: ノーム）", 
483,ディアルガ,"diamond（英語: ダイヤモンド）
dial（英語: 時計の文字盤）
διαρχία（diarkhía、 ギリシャ語: 二頭政治）", 
484,パルキア,"pearl（英語: 真珠）
διαρχία（diarkhía、 ギリシャ語: 二頭政治）
Lukia（ラテン語: 女性名詞で光）", 
485,ヒードラン,"火
ヒュドラ
heat（英語: 熱）
dragon（英語: 竜）", 
486,レジギガス,"reges（ラテン語: 王）
Γίγας（ギリシャ語: ギガス）", 
487,ギラティナ,"guilty（英語: 罪）
platinum（英語: 白金）", 
488,クレセリア,crescent（英語: 三日月）, 
489,フィオネ,"マナフィ
クリオネ", 
490,マナフィ,"mare（イタリア語: 海）
マナ
マナティ
フィーリング", 
491,ダークライ,"dark（英語: 暗い）
暗い
Loreley（ドイツ語: ローレライ）", 
492,シェイミ,"谢谢（中国語: ありがとう）
ネズミ", 
493,アルセウス,"ultimate（英語: 究極の、最終の）
αρχη（arkhé、 ギリシャ語: 根源、原理）
alpha（英語: 初め）
θεός（theós、 ギリシャ語: 神）
ゼウス", 
494,ビクティニ,"victory（英語: 勝利）
Vサイン
tiny（英語: とても小さな）
vixen（英語: 雌ギツネ）", 
495,ツタージャ,"蔦
蛇", 
496,ジャノビー,"蛇
noble（英語: 貴族）
ivy（英語: 蔦）", 
497,ジャローダ,"蛇（じゃともだとも読む）
蛇の道は蛇→「じゃ」の「ろーど」は「だ」
Lord（英語: 君主）", 
498,ポカブ,"ぽかぽか（擬態語）
cub（英語: 動物の仔）
豚
ブー（ブタの鳴き声を表す擬音語）", 
499,チャオブー,"炒（中国語: 炒める）
ブー（ブタの鳴き声を表す擬音語）
豚", 
500,エンブオー,"炎
武
ブー（ブタの鳴き声を表す擬音語）
王
ember（英語: 燃えさし、残り火）", 
501,ミジュマル,"水
未熟
-丸（人名・名刀の名の下に付ける接尾語）", 
502,フタチマル,"イタチ
二つ
ホタテ
太刀
-丸（人名・名刀の名の下に付ける接尾語）", 
503,ダイケンキ,"大剣
剣鬼", 
504,ミネズミ,"見
木鼠（エゾリス）", 
505,ミルホッグ,"見る
groundhog（英語: グラウンドホッグ）
meerkat（英語: ミーアキャット）", 
506,ヨーテリー,ヨークシャー・テリア, 
507,ハーデリア,"herding dog（英語: 牧羊犬）
ヨークシャー・テリア", 
508,ムーランド,"むく犬
ニューファンドランド", 
509,チョロネコ,"ちょろまかす
ネコ", 
510,レパルダス,"leopard（英語: ヒョウ）
pardus（学名: ヒョウ）
dusk（英語: 宵闇）", 
511,ヤナップ,"柳
ape（英語: 類人猿）", 
512,ヤナッキー,"柳
monkey（英語: 猿）", 
513,バオップ,"爆（中国語: はじける、炸裂する、油でさっと揚げる）
ape（英語: 類人猿）", 
514,バオッキー,"爆（中国語: はじける、炸裂する、油でさっと揚げる）
monkey（英語: 猿）", 
515,ヒヤップ,"冷
ape（英語: 類人猿）", 
516,ヒヤッキー,"冷
monkey（英語: 猿）", 
517,ムンナ,"moon（英語: 月）
luna（ラテン語: 月）
夢", 
518,ムシャーナ,"ムンナ
夢
むしゃむしゃ（擬態語）", 
519,マメパト,"鳩が豆鉄砲を食ったよう
豆（小さい意を表す接頭辞）
ハト", 
520,ハトーボー,鳩ポッポ, 
521,ケンホロウ,けんもほろろ（「けん」も「ほろろ」もキジの鳴き声を表す）, 
522,シママ,シマウマ, 
523,ゼブライカ,"zebra（英語: シマウマ）
雷火", 
524,ダンゴロ,"団子
ゴロゴロ", 
525,ガントル,"岩
mantle（英語: マントル）", 
526,ギガイアス,"Γίγας（古典ギリシャ語: ギガース）
Γαῖα（古典ギリシャ語: ガイア）
Goliath（英語: ゴライアス）
earth（英語: 地球）", 
527,コロモリ,"心
コウモリ", 
528,ココロモリ,"心
コウモリ", 
529,モグリュー,"モグラ、土竜
screw（英語: スクリュー）
潜る", 
530,ドリュウズ,"土竜
ドリル
頭
渦", 
531,タブンネ,"多分ね
多聞
耳たぶ", 
532,ドッコラー,"土木工事
どっこらしょ", 
533,ドテッコツ,"土木
鉄骨", 
534,ローブシン,"老
普請
武神", 
535,オタマロ,"オタマジャクシ
麻呂（人名の下に付ける接尾語）", 
536,ガマガル,ガマガエル, 
537,ガマゲロゲ,"ガマガエル
ゲロゲロ（カエルの鳴き声を表す擬音語）", 
538,ナゲキ,"投げ
鬼", 
539,ダゲキ,"打撃
鬼", 
540,クルミル,くるむ, 
541,クルマユ,"くるむ
繭", 
542,ハハコモリ,"母
葉
子守", 
543,フシデ,"節
ムカデ
ヤスデ", 
544,ホイーガ,"wheel（英語: 車輪）
イガ", 
545,ペンドラー,scolopendra（イタリア語: ムカデまたは未確認動物ムカデクジラの事。）, 
546,モンメン,木綿, 
547,エルフーン,"エルフ
typhoon（英語: 台風）", 
548,チュリネ,"tulip（英語: チューリップ）
百合根", 
549,ドレディア,"dress（英語: ドレス）
lady（英語: 婦人）
dear（英語: 親愛な、いとしい、かわいい）
dianthus（英語: ナデシコ）
dryad（英語: ドライアド）", 
550,バスラオ,"bass（英語: バス）
益荒男
bacalao（スペイン語: タラ）", 
551,メグロコ,"目
黒
crocodile（英語: クロコダイル）
negro（ラテン語: 黒）", 
552,ワルビル,"悪びれる
evil（英語: 悪い、邪悪な）
gavial（英語: ガビアル）", 
553,ワルビアル,"悪びれる
ガビアル", 
554,ダルマッカ,"ダルマ
真っ赤
火
Macaca（学名: マカク）", 
555,ヒヒダルマ,"狒々
火
ダルマ
火だるま", 
556,マラカッチ,"maraca（英語: マラカス）
mariachi（スペイン語: マリアッチ）
Marrakech（マラケシュ〈モロッコ中心部の都市〉）", 
557,イシズマイ,"石
住まい", 
558,イワパレス,"岩
palace（英語: 宮殿）", 
559,ズルッグ,"ずるい
ずるずる
loose（英語: だぶだぶの）", 
560,ズルズキン,"ずるい
頭巾
loose（英語: だぶだぶの）", 
561,シンボラー,"symbol（英語: シンボル、記号）
bora（英語: ボーラ）
ラー
volare（イタリア語: 飛ぶ）
シボラ", 
562,デスマス,デスマスク, 
563,デスカーン,"death（英語: 死）
棺桶
kȝ （エジプト語: 生命力）
curse（英語: 呪い）", 
564,プロトーガ,"プロトステガ
protect（英語: 保護する）
prototype（英語：原型）
tortuga（スペイン語: 亀）", 
565,アバゴーラ,"暴れる
甲羅
アクパーラ", 
566,アーケン,Archaeopteryx（学名: 始祖鳥）, 
567,アーケオス,Archaeopteryx（学名: 始祖鳥）, 
568,ヤブクロン,"破く
袋", 
569,ダストダス,"dust（英語: ごみ）
出す
Dust to Dust（英語: 塵は塵に）", 
570,ゾロア,"zorro（スペイン語: キツネ）
悪", 
571,ゾロアーク,"zorro（スペイン語: キツネ）
-arch（英語: 支配者、君主、指導者）
悪", 
572,チラーミィ,"chinchilla（英語: チンチラ）
ちら見
charmmy（和製英語: 可愛らしい、=charming）", 
573,チラチーノ,chinchilla（英語: チンチラ）, 
574,ゴチム,"gothic（英語: ゴチック）
夢", 
575,ゴチミル,"gothic（英語: ゴチック）
見る", 
576,ゴチルゼル,"gothic（英語: ゴチック）
mademoiselle（フランス語: 未婚の女性）", 
577,ユニラン,"uni-（英語: 単一の）
卵", 
578,ダブラン,"double（英語: 倍の、二重の）
卵", 
579,ランクルス,"卵
ホムンクルス", 
580,コアルヒー,"アヒル
アヒルの子", 
581,スワンナ,"swan（英語: 白鳥）
Prima donna（イタリア語: オペラの主役となる女性歌手）", 
582,バニプッチ,"vanilla（英語: バニラ）
petit（フランス語: 小さい）", 
583,バニリッチ,"vanilla（英語: バニラ）
rich（英語: 豊かな）", 
584,バイバニラ,"bi-（英語: 2、複）
倍
vanilla（英語: バニラ）", 
585,シキジカ,"四季
シカ", 
586,メブキジカ,"芽吹き
シカ", 
587,エモンガ,"エレキ
モモンガ", 
588,カブルモ,"マイマイカブリ
かぶりもの
かぶり付く", 
589,シュバルゴ,"chevalier（フランス語: 騎士）
escargot（フランス語: カタツムリ、エスカルゴ）", 
590,タマゲタケ,"球
たまげる
タケ（茸）
タマゴタケ", 
591,モロバレル,"もろに
ばれる", 
592,プルリル,"ぷるん
frill（英語: フリル、虚飾）
pull（引っ張る、漕ぐ）", 
593,ブルンゲル,"ぶるぶる
gel（ドイツ語: ゲル）
blue jellyfish（英語: ブルージェリーフィッシュ）", 
594,ママンボウ,"マンボウ
maman（フランス語: おかあさん）", 
595,バチュル,"tarantula（英語: タランチュラ）
ばちばち（火などがはねる擬音語）", 
596,デンチュラ,"tarantula（英語: タランチュラ）
電気
電池", 
597,テッシード,"鉄
seed（英語: 種）", 
598,ナットレイ,"nut（英語: ナッツ、ナット）
rey（スペイン語: 王）", 
599,ギアル,"gear（英語: 歯車）
dual（英語: 二つの、二通りの、二重の）
dial（英語: ダイヤル）", 
600,ギギアル,"ギギギ（歯車の音）
ギアル", 
601,ギギギアル,"ギギギ（歯車の音）
ギギアル
ギアル", 
602,シビシラス,"痺れる
シラス
シラスウナギ", 
603,シビビール,"痺れる
eel（英語: ウナギ）", 
604,シビルドン,"痺れる
don（スペイン語: 首領）", 
605,リグレー,リトルグレイ, 
606,オーベム,"BEM（英語: ベム）
beam（英語: ビーム）
OOPARTS（英語: オーパーツ）", 
607,ヒトモシ,"灯火
人魂", 
608,ランプラー,lamp（英語: ランプ）, 
609,シャンデラ,"chandelier（英語: シャンデリア）
terror（英語: 恐怖）
kandelaar（オランダ語: カンテラ）", 
610,キバゴ,"牙
顎
dragon（英語: 龍）", 
611,オノンド,"斧
dragon（英語: 龍）", 
612,オノノクス,"斧
T.rex（英語: ティラノサウルス）
Deinonychus（英語: デイノニクス）
戦く
ax（英語: 斧）", 
613,クマシュン,"クマ
くしゅん（くしゃみの音）", 
614,ツンベアー,"ツンドラ
bear（英語: クマ）", 
615,フリージオ,"freeze（英語: 氷結）
frigid（英語: 極寒の）
geo（ギリシア語: 土地、地球）
geometry（英語: 幾何学）", 
616,チョボマキ,"おちょぼ口
渦巻き
巻貝
チマキボラ", 
617,アギルダー,"agile（英語: 敏捷な）
rider（英語: オートバイなどの乗り手）", 
618,マッギョ,"mud（英語: 泥）
mat（英語: 敷物、マット）
魚", 
619,コジョフー,"オコジョ
カンフー", 
620,コジョンド,"オコジョ
テコンドー
ジークンドー", 
621,クリムガン,"crimson（英語: 濃赤色）
顔
レッドヘッドアガマ→レッドヘッド→紅顔→クリムガン", 
622,ゴビット,"golem（英語: ゴーレム）
robot（英語: ロボット）
bit（英語: 少しの、破片）
人", 
623,ゴルーグ,"golem（英語: ゴーレム）
Lugh（英語: ルーグ）", 
624,コマタナ,"小刀
細切れ
駒
困ったな", 
625,キリキザン,"切り刻む
斬", 
626,バッフロン,"バッファロー
バイソン
アフロ
bouffant（フランス語: 髪などがふっくらとした）", 
627,ワシボン,"ワシ
坊（ぼん）
ibon（フィリピン語: 鳥）
haribon（フィリピン語: フィリピンワシ）", 
628,ウォーグル,"war bonnet（英語: インディアンの羽根飾りつきの頭飾り）
warrior（英語: 戦士）
warble（英語: さえずる）
bald eagle（英:ハクトウワシ）", 
629,バルチャイ,"vulture（英語: ハゲワシ）
child（英語: 子供）", 
630,バルジーナ,"vulture（英語: ハゲワシ）
regina（ラテン語: 女王）", 
631,クイタラン,"アリクイ
喰い足らん", 
632,アイアント,"iron（英語: 鋼）
ant（英語: アリ）", 
633,モノズ,"mono-（英語: 単一の、1つの）
頭", 
634,ジヘッド,"di-（英語: 2つの）
二
head（英語: 頭）", 
635,サザンドラ,"thousand（英語: 千の）
3
dragon（英語: 龍）
Ὕδρα（ギリシャ語: ヒュドラ）
drei（ドイツ語: 3）", 
636,メラルバ,"メラメラ（擬音）
alba（フランス語: 暁、日の出）
larva（英語: 幼虫）", 
637,ウルガモス,"Vulcānus（ラテン語: ウルカヌス）
蛾
moth（英語: 蛾）", 
638,コバルオン,cobalt（英語: コバルトブルー）, 
639,テラキオン,terra（ラテン語: 陸地、大地）, 
640,ビリジオン,"viridian（英語: ビリジアン）
viridarium（ラテン語: 庭園）", 
641,トルネロス,"tornado（英語: 竜巻）
Αἴολος（ギリシア語: アイオロス）", 
642,ボルトロス,"volt（英語: ボルト）
Αἴολος（ギリシア語: アイオロス）", 
643,レシラム,"白む
零
無
Remus（ラテン語: レムス）", 
644,ゼクロム,"黒む
zero（英語: 数字のゼロ、無）
無
Romulus（ラテン語: ロムルス）", 
645,ランドロス,"land（英語: 陸）
ドロス（ギリシア神話で主神ゼウスとレダの子、ヘレネの息子）", 
646,キュレム,"急冷
gray（英語: 灰色）
無", 
647,ケルディオ,"kelpie（英語: ケルピー）
rodeo（スペイン語: ロデオ）
Dio（イタリア語: 神）
セルリアンブルー", 
648,メロエッタ,"melody（英語: 旋律）
-etta（イタリア語: 小さな）", 
649,ゲノセクト,"genome（英語: ゲノム）
genocide（英語: 大量虐殺）
insect（英語: 虫）", 
650,ハリマロン,"ハリネズミ
ハリモグラ
針
marron（フランス語: マロン）", 
651,ハリボーグ,"ハリネズミ
ハリモグラ
針
防具
bogue（フランス語: 栗のある殻斗）", 
652,ブリガロン,"brigandine（英語: ブリガンダイン）
marron（フランス語: マロン）", 
653,フォッコ,"fox（英語: キツネ）
孤
fuoco（イタリア語: 火）", 
654,テールナー,"tail（英語: 尾）
renard（フランス語: キツネ）", 
655,マフォクシー,"魔法使い
魔女
foxy（英語: キツネっぽい、色っぽい）", 
656,ケロマツ,"ケロケロ（カエルの鳴き声）
泡沫
松（主に日本の男性名に付けられる名詞）", 
657,ゲコガシラ,"ゲコゲコ（カエルの鳴き声）
小頭", 
658,ゲッコウガ,"ゲコゲコ（カエルの鳴き声）
月光
甲賀流", 
659,ホルビー,"掘る
ワラビー", 
660,ホルード,"掘る
ground（英語: 地面）", 
661,ヤヤコマ,"矢
ややこ（稚児、赤子）
コマドリ", 
662,ヒノヤコマ,"火の
矢
コマドリ", 
663,ファイアロー,"fire（英語: 火）
arrow（英語: 矢）
feuerrot（ドイツ語: 火のように赤い）", 
664,コフキムシ,"コフキコガネ
虫", 
665,コフーライ,"コフキコガネ
風来", 
666,ビビヨン,"美
vivid（英語: 鮮明な）
papillon（フランス語: 蝶）", 
667,シシコ,"獅子
子", 
668,カエンジシ,"火炎
獅子
エンジン", 
669,フラベベ,"flower（英語: 花）
bébé（フランス語: 赤ん坊）", 
670,フラエッテ,"flower（英語: 花）
floret（英語: 小さい花）", 
671,フラージェス,"flower（英語: 花）
gorgeous（英語: 豪華な）", 
672,メェークル,"メー（羊の鳴き声）
vehicle（英語: 乗り物）
bicycle（英語: 自転車）
ヤックル", 
673,ゴーゴート,"go（英語: 進む）
goat（英語: ヤギ）
ゴーカート", 
674,ヤンチャム,"やんちゃ
champion（英語: 闘士）
飲茶", 
675,ゴロンダ,"ごろつき
panda（パンダ）", 
676,トリミアン,"trim（英語: ペットの毛を刈る）
trés bien（フランス語: とてもよい）", 
677,ニャスパー,"ニャー
esper（英語: 超能力者）", 
678,ニャオニクス,"ニャー
ὄνυξ（ギリシア語: 爪）
ニュクス
ニクス（欧州の水の精霊）", 
679,ヒトツキ,"一つ
憑き
突き", 
680,ニダンギル,"二
断
斬る", 
681,ギルガルド,"斬る
Gilgameš（アッカド語: ギルガメシュ）
guard（英語: 防ぐ、保護する）のもじり
shield（英語: シールド）
gold（英語: 金）", 
682,シュシュプ,プシュー, 
683,フレフワン,"fragrance（英語: かぐわしいこと）
flavor（英語: 香り）
ふわふわ", 
684,ペロッパフ,"ペロペロ
puffed grain（英語: ポン菓子）
cream　puff（英語: シュークリーム）
ぱふぱふ（擬音）", 
685,ペロリーム,"ペロペロ
cream（英語: クリーム）", 
686,マーイーカ,"魔
イカ
真イカ
まあ，いいか", 
687,カラマネロ,"絡ます
calamari（英語: イカフライ、イタリア語: イカ）
魔
nero di seppia（イタリア語: イカ墨）", 
688,カメテテ,カメノテ, 
689,ガメノデス,"カメノテ
複数形の-s", 
690,クズモー,藻屑, 
691,ドラミドロ,"dragon（英語: ドラゴン）
アオミドロ
深泥
リーフィーシードラゴン", 
692,ウデッポウ,"テッポウエビ
腕", 
693,ブロスター,ロブスター, 
694,エリキテル,"エリマキトカゲ
エレキテル", 
695,エレザード,"electric（英語: 電気）
lizard（英語: トカゲ）", 
696,チゴラス,"チラノサウルス
稚児", 
697,ガチゴラス,"チラノサウルス
チゴラス
牙
ガチン、ガチガチ", 
698,アマルス,アマルガサウルス, 
699,アマルルガ,アマルガサウルス, 
700,ニンフィア,"Nymph（英語: ニンフ）
フィーリング", 
701,ルチャブル,"Lucha Libre（スペイン語: ルチャリブレ）
vulture（英語: ハゲタカ）", 
702,デデンネ,"電気
antenne（フランス語: アンテナ）
ネズミ", 
703,メレシー,"melée（フランス語: ダイヤモンドの小粒）
石
merci（フランス語: ありがとう）
シー（イギリスやアイルランド地域において妖精につく接尾語。例えば「クー・シー」なら犬の妖精となる。）", 
704,ヌメラ,"ヌメヌメ
ラ（怪獣の名前に付く接尾語。）", 
705,ヌメイル,"ヌメヌメ
snail（英語: カタツムリ）", 
706,ヌメルゴン,"ヌメヌメ
dragon（英語: ドラゴン）", 
707,クレッフィ,clef（フランス語: 鍵）, 
708,ボクレー,"木霊
僕、霊", 
709,オーロット,"old（年老いた）
大
rot（英語: 腐る）
oak（英語: 樫）
王", 
710,バケッチャ,"化け
カボチャ", 
711,パンプジン,"pumpkin（英語: カボチャ）
جن（アラビア語: ジン）", 
712,カチコール,"カチカチ
凍る
cold（英語: 冷たい）", 
713,クレベース,"crevasse（英語: 氷の割れ目）
base（英語: 土台、基礎、基地など）", 
714,オンバット,"音波
bat（英語: バット）", 
715,オンバーン,"音波
wyvern（英語: ワイバーン）", 
716,ゼルネアス,"X
Ceryneian Hind（英語: ケリュネイアの鹿）
Cernunnos（英語: ケルヌンノス）
cervus（学名: シカ属）", 
717,イベルタル,"Y
quetzal（英語: ケツァール）
yvel（中英語: 悪い、邪悪な）", 
718,ジガルデ,"Z
地
garder（フランス語: 見る）", 
719,ディアンシー,"diamond（英語: ダイアモンド）
石
シー（イギリスやアイルランド地域において妖精を指す接尾語）", 
720,フーパ,hoop（英語: 輪）, 
721,ボルケニオン,"volcano（英語: 火山）
cannon（英語: 大砲）
canyon（英語: 渓谷）", 
722,モクロー,"木
フクロウ", 
723,フクスロー,"フクロウ
throw（英語: 投げる）
喪に ""服す""（進化前の「モ」クローと「フクス」ローで進化してゴーストタイプになることの暗示）", 
724,ジュナイパー,"樹（じゅ）
呪（じゅ）
sniper（英語: スナイパー）", 
725,ニャビー,"にゃー（猫の鳴き声）
火
タビー", 
726,ニャヒート,"ニャビー
heat（英語: 熱）", 
727,ガオガエン,"ガオー
火炎
臥煙（ならず者）", 
728,アシマリ,"アシカ
鞠
marine（英語: 海の）", 
729,オシャマリ,"アシマリ
おしゃま
おしゃれ", 
730,アシレーヌ,"アシカ
reine（フランス語: 王妃、女王）
sirène（フランス語: 人魚、セイレーン）
Sirenia（海牛目）", 
731,ツツケラ,"つつく
けらつつき（キツツキの別名）", 
732,ケララッパ,"けらつつき
ラッパ", 
733,ドデカバシ,"どでかい
オオハシ", 
734,ヤングース,"young（英語: 若い）
ヤンキー
マングース", 
735,デカグース,"デカ（刑事の隠語）
でかい
マングース", 
736,アゴジムシ,"顎
地虫", 
737,デンヂムシ,"電池
電磁
地虫", 
738,クワガノン,"クワガタムシ
cannon（英語: 大砲、砲台）", 
739,マケンカニ,"負けん
蟹
喧嘩", 
740,ケケンカニ,"マケンカニ
毛蟹
シッケンケン（長野県に伝わる雪の妖怪）", 
741,オドリドリ,"踊り
鳥
色とりどり", 
742,アブリー,"ツリアブ
フェアリー
ラヴリー", 
743,アブリボン,"ツリアブ
フェアリー
ラヴリー
リボン", 
744,イワンコ,"岩
ワンコ（犬の幼児語）", 
745,ルガルガン,"loup-garou（フランス語: 狼）
ガルル（狼の鳴き声）
岩", 
746,ヨワシ,"弱い
イワシ", 
747,ヒドイデ,"ひどい
ヒトデ
ひどいで（関西弁でひどいよ）", 
748,ドヒドイデ,"ヒドイデ
ど-（接頭語）", 
749,ドロバンコ,"泥
ロバ
輓馬
子", 
750,バンバドロ,"輓馬
泥", 
751,シズクモ,"雫
ミズグモ", 
752,オニシズクモ,"シズクモ
鬼-（大型であることを表す接頭辞）", 
753,カリキリ,"刈り
切り
カマキリ", 
754,ラランテス,"蘭（ラン）
mantis（英語: カマキリ）", 
755,ネマシュ,"寝ます
マッシュルーム", 
756,マシェード,"マッシュルーム
shade（英語: 陰）", 
757,ヤトウモリ,"野盗
ヤモリ
яд（ヤート〈ロシア語: 毒〉）", 
758,エンニュート,"炎（えん）
艶（えん）
newt（英語: イモリ）
Dragonewt（英語: 龍人）", 
759,ヌイコグマ,"ぬいぐるみ
子熊", 
760,キテルグマ,"着てる
熊
着ぐるみ", 
761,アマカジ,"甘い
果実
齧る", 
762,アママイコ,"甘い
舞妓", 
763,アマージョ,"甘い
艶女（アデージョ）
ジョ（タイムボカンシリーズの三悪の女性メンバーの名前に付く名詞）", 
764,キュワワー,"キュア（癒すの意味）
輪
フラワー", 
765,ヤレユータン,"やれ
やれ言うたん
オランウータン", 
766,ナゲツケサル,"投げつける
猿", 
767,コソクムシ,"姑息
高速
こそこそ
虫
グソクムシ", 
768,グソクムシャ,"グソクムシ
具足
武者", 
769,スナバァ,"砂場
いないいないばあ", 
770,シロデスナ,"城ですな
城で砂
death（英語: 死）", 
771,ナマコブシ,"ナマコ
拳", 
772,タイプ:ヌル,"タイプ
Null（プログラム用語、ドイツ語）: 何もない、ゼロ
フル（英語: full）の片仮名表記に否定の横棒を入れてヌル
鵺（ぬえ・キメラ妖怪）→ぬゑ→ぬる
プロトタイプ", 
773,シルヴァディ,"silver（英語: 銀）
buddy（英語: 相棒）", 
774,メテノ,"メテオ
ナノ（10億分の1の意味）", 
775,ネッコアラ,"根っこ
コアラ
寝", 
776,バクガメス,"爆
亀", 
777,トゲデマル,"棘で丸
刺出る丸", 
778,ミミッキュ,"ミミック
mimic you（英語: あなたに擬態する）
Q（questionの略、疑問）", 
779,ハギギシリ,"歯ぎしり
カワハギ", 
780,ジジーロン,"爺
龙/龍（ロン）", 
781,ダダリン,"舵輪
祟り", 
782,ジャラコ,"ジャラジャラ
draco（ラテン語: ドラゴン）
jararaca（英語: ハララカ。ヘビの一種）
子", 
783,ジャランゴ,"ジャラジャラ
dragon（英語: ドラゴン）
jararaca（英語: ハララカ）", 
784,ジャラランガ,"ジャラジャラ
dragon（英語: ドラゴン）
jararaca（英語: ハララカ）
がらんがらん", 
785,カプ・コケコ,"Kapu（カプ）（ハワイ語: 禁忌）
コケコッコー（ニワトリの鳴き声）", 
786,カプ・テテフ,"Kapu（カプ）（ハワイ語: 禁忌）
てふてふ（「蝶々」の古語）", 
787,カプ・ブルル,"Kapu（カプ）（ハワイ語: 禁忌）
bull（英語: 雄牛）
ブルブル（鐘などがなる様子）", 
788,カプ・レヒレ,"Kapu（カプ）（ハワイ語: 禁忌）
鰭", 
789,コスモッグ,"小
κόσμος（ギリシャ語: 秩序）
cosmo（ラテン語: 宇宙）
smog（英語: 霧）", 
790,コスモウム,"κόσμος（ギリシャ語: 秩序）
cosmo（ラテン語: 宇宙）
ovum（ラテン語: 卵）", 
791,ソルガレオ,"sol（ラテン語: 太陽）
牙
leo（ラテン語: ライオン/獅子座）", 
792,ルナアーラ,"luna（ラテン語: 月）
ala（ラテン語: 翼）", 
793,ウツロイド,"虚ろ
id（心理学用語: 自我、超自我）
void（英語: 虚ろ）
-oid（英語:〈接尾語〉もどき）", 
794,マッシブーン,"massive（英語: どっしりした）
マッスル
マッチョ
ブーン（蚊の羽音）", 
795,フェローチェ,"フェロモン
feroce（イタリア語: 激しい）
cockroach（英語: ゴキブリ）", 
796,デンジュモク,"電磁
樹木", 
797,テッカグヤ,"鉄火
かぐや姫", 
798,カミツルギ,"紙
剣
御剣
式神", 
799,アクジキング,"悪食
king（英語: 王）", 
800,ネクロズマ,"necro-（英語:「死」を現す接頭辞）
Prisma（ドイツ語: プリズム）", 
801,マギアナ,"magi（ラテン語: マギ）
gear（英語: 歯車）
machina（ラテン語: 機械仕掛けの）", 
802,マーシャドー,"martial arts（英語: 武道）
Night Marchers（英語で「夜間行軍」を意味するハワイに伝わる伝説の名称）
shadow（英語: 影）", 
803,ベベノム,"baby（英語: 赤ん坊）
venom（英語: 毒液）", 
804,アーゴヨン,"ago（イタリア語: 針）
용（yong: ヨン〈韓国語: 龍〉）", 
805,ツンデツンデ,積んで積んで, 
806,ズガドーン,頭（ズ）がドーン, 
807,ゼラオラ,"Zワザ
老虎（中国語: トラ）
orage（フランス語: 雷雨）
雷獣", 
808,メルタン,"melt（英語: 溶ける）
metal（英語: 金属）", 
809,メルメタル,"melt（英語: 溶ける）
metal（英語: 金属）", 
810,サルノリ,"猿
ノリ（リズムなどに合うこと）
사물놀이（韓国語: サムルノリ）", 
811,バチンキー,"バチ
monkey（英語: 猿）", 
812,ゴリランダー,"ゴリラ
乱打
コリアンダー", 
813,ヒバニー,"火
火花
bunny（英語:〈幼児語〉うさぎ、うさちゃん）", 
814,ラビフット,"ラビット
foot（英語: 足）
ウサギの足（欧米圏での幸福のお守り）", 
815,エースバーン,"エース
burn（英語: 燃える）", 
816,メッソン,"めそめそ
chameleon（英語: カメレオン）", 
817,ジメレオン,"じめじめ
カメレオン", 
818,インテレオン,"intelligence（英語: 諜報）
隠
カメレオン", 
819,ホシガリス,"欲しがり
リス", 
820,ヨクバリス,"欲張り
リス", 
821,ココガラ,"子
アオガラ
小柄", 
822,アオガラス,"アオガラ
カラス", 
823,アーマーガア,"armor（英語: 鎧）
ガアガア（カラスの鳴き声を表す擬音）", 
824,サッチムシ,"察知
地虫
虫", 
825,レドームシ,"レドーム
テントウムシ
虫", 
826,イオルブ,"イオ（木星の衛星）
orb（英語: 球、天体）", 
827,クスネ,"くすねる（「盗む」を意味する方言）
狐
fox（英語: 狐）", 
828,フォクスライ,"fox（英語: 狐）
lie（英語: 嘘）
sly（英語: ずるがしこい）", 
829,ヒメンカ,"姫
飛
綿花", 
830,ワタシラガ,"ワタ
白髪", 
831,ウールー,wool（英語: 羊毛）, 
832,バイウールー,"バイコーン
倍
ウールー", 
833,カムカメ,"噛む
亀
カミツキガメ", 
834,カジリガメ,"齧る
カミツキガメ", 
835,ワンパチ,"ワンワン（犬の鳴き声の擬音）
パチパチ（はじける様を表す擬音）
忠犬ハチ公
○八（日本の男性名に付けられる接尾語。この部分をぱちと読む名前は『新八』などがある。）", 
836,パルスワン,"impulse（英語: 落雷などの電流）
ワンワン（犬の鳴き声）
パルスマン", 
837,タンドン,"炭団
単車（オートバイ、スクーターなど、自動二輪車の和名）
ドン（怪獣の名前の接尾辞）", 
838,トロッゴン,"トロッコ
ゴン（怪獣の名前の接尾辞）", 
839,セキタンザン,"石炭
山", 
840,カジッチュ,"果実
中
齧る
虫食い", 
841,アップリュー,"apple（英語: リンゴ）
竜", 
842,タルップル,"たっぷり
apple（英語: リンゴ）
リンゴのタルト", 
843,スナヘビ,"砂
蛇", 
844,サダイジャ,"砂
大蛇", 
845,ウッウ,"鵜
うっうっ（喉に食べ物がつかえて喋れない様）", 
846,サシカマス,"刺す
カマス", 
847,カマスジョー,"カマス
jaw（英語: 顎）", 
848,エレズン,"エレキ
poison（英語: 毒）", 
849,ストリンダー,"string（英語: 弦）
thunder（英語: 雷）
サラマンダー", 
850,ヤクデ,"焼く
で（関西弁でいう所の○○する「ぞ」や○○する「よ」に相当する語尾）
ヤスデ
ムカデ", 
851,マルヤクデ,"丸
丸焼き
ヤクデ", 
852,タタッコ,"たたく
タコ
駄々っ子", 
853,オトスパス,"落とす
octopus（英語: タコ）", 
854,ヤバチャ,"やばい
葉
ばちゃっ（お茶をこぼした時の擬音）
茶", 
855,ポットデス,"ポッと出
ポット
death（英語: 死）
です（断定の意を表す助詞）", 
856,ミブリム,"身振り
ブリム（帽子のつば）", 
857,テブリム,"手振り
ブリム（帽子のつば）", 
858,ブリムオン,"ブリム（帽子のつば）
broom（英語: ホウキ）
無音", 
859,ベロバー,"べろべろばあ（幼児をあやすときの語）
オベロン", 
860,ギモー,"欺
毛
欺罔（ぎもう;「詐欺」を意味する古語）
デーモン", 
861,オーロンゲ,"オーク
オーガ
オベロン
ロン毛", 
862,タチフサグマ,"立ちふさぐ
アナグマ", 
863,ニャイキング,"ニャー
viking（英語: ヴァイキング）
king（英語: 王）", 
864,サニゴーン,"サニーゴ
gone（英語: 死んでしまった）", 
865,ネギガナイト,"カモネギ
「葱が無いと」という文章
w:ネギ
knight（英語: 騎士）", 
866,バリコオル,"バリヤード
ばり（福岡や関西の方言で「とても」）
バリア
凍る", 
867,デスバーン,"デスカーン
death（英語: 死、死神）
ワイバーン
石板", 
868,マホミル,"魔法
ミルク", 
869,マホイップ,"魔法
ホイップクリーム", 
870,タイレーツ,隊列, 
871,バチンウニ,"urchin（英語: ウニ）
バチッ（静電気の擬音語）
バフンウニ", 
872,ユキハミ,"雪
食む", 
873,モスノウ,"moth（英語: 蛾）
snow（英語: 雪）", 
874,イシヘンジン,"石
巨人
ストーンヘンジ
変人", 
875,コオリッポ,"氷
立方体", 
876,イエッサン,"yes sir（英語: 男性に対しての了解）
クロワッサン", 
877,モルペコ,"モルモット
お腹がペコペコ", 
878,ゾウドウ,"ゾウ
銅像", 
879,ダイオウドウ,"大王
銅像", 
880,パッチラゴン,"パチッ
ドラゴン", 
881,パッチルドン,"パチッ
chilled（英語: 冷却した）", 
882,ウオノラゴン,"魚
ドラゴン", 
883,ウオチルドン,"魚
chilled（英語: 冷却した）", 
884,ジュラルドン,"ジュラルミン
ドン（怪獣の名前に付く接尾語）", 
885,ドラメシヤ,"ドラゴン
うらめしや", 
886,ドロンチ,"ドラゴン
ドローン
〜ん家
launch（英語: 発射）", 
887,ドラパルト,"ドラゴン
カタパルト", 
888,ザシアン,"the
王座
シアン", 
889,ザマゼンタ,"the
王座
マゼンタ", 
890,ムゲンダイナ,"無限大
dinosaur（英語: 恐竜）
dyna-（英語: 接頭語で「力」）", 
891,ダクマ,"打
熊", 
892,ウーラオス,"武術（ウーシュー、中国語: 武術）
老師（ラオス、中国語: 先生）
Urus（ラテン語: 熊）
押忍", 
893,ザルード,"the
猿
rude（英語: 無作法な、無礼な）", 
894,レジエレキ,"reges（ラテン語: 王）
エレキ（electronic〈英語: 電気〉の略）", 
895,レジドラゴ,"reges（ラテン語: 王）
dragon（英語: 龍）", 
896,ブリザポス,"blizzard（英語: 吹雪）
ἵππος（ギリシャ語: 馬）", 
897,レイスポス,"wraith（英語: 生霊、死霊）
ἵππος（ギリシャ語: 馬）", 
898,バドレックス,"bud（英語: 蕾）
rex（ラテン語: 王）", 
899,アヤシシ,"妖しい
妖（あやかし）
鹿（しし）", 
900,バサギリ,"バサッ（物を切り裂く擬音語）
斬
まさかり
カマキリ", 
901,ガチグマ,"月輪
熊", 
902,イダイトウ,"偉大
イトウ", 
903,オオニューラ,"大
ニューラ", 
904,ハリーマン,"ハリーセン
万（ハリーセンが「針千本」→「針万本」）", 
905,ラブトロス,"love（英語: 愛）
Aeolus（ギリシャ語: アイオロス）", 
906,ニャオハ,"ニャオ（猫の鳴き声）
葉
hoja（スペイン語: 葉）", 
907,ニャローテ,"にゃー
brote（スペイン語: 芽、つぼみ）", 
908,マスカーニャ,"マスカレード
マスカット
にゃー", 
909,ホゲータ,"炎
alligator（英語: ワニ）
fogata（スペイン語: 焚き火）", 
910,アチゲータ,"あちち
マリアッチ（メキシコの音楽）
alligator（英語: アリゲーター）", 
911,ラウドボーン,"loud
ラウド
ボーン（骨）", 
912,クワッス,"クヮッ（アヒルの鳴き声）
水（音読みで「スイ」）
wasser（ドイツ語: 水）
ワックスのアナグラム
wash（英語: 洗う）
っす（「〇〇です」のくだけた表現）", 
913,ウェルカモ,"ウェルカム
鴨", 
914,ウェーニバル,"ウェーブ
カーニバル", 
915,グルトン,"グルメ
豚", 
916,パフュートン,"パフューム
豚", 
917,タマンチュラ,"玉
タランチュラ", 
918,ワナイダー,"罠
スパイダー", 
919,マメバッタ,バッタ, 
920,エクスレッグ,"エクストラ
レッグ（脚）", 
921,パモ,"パカ（中南米に生息するげっ歯類の一種）
マーモット", 
922,パモット,"パモ
マーモット", 
923,パーモット,"パモット
マーモット", 
924,ワッカネズミ,"輪っか
鼠", 
925,イッカネズミ,"一家
鼠
ワッカネズミ", 
926,パピモッチ,"puppy（英語: 子犬）
もっちりとした", 
927,バウッツェル,"バウ（犬の鳴き声）
プレッツェル", 
928,ミニーブ,"mini（英語: 小さな）
オリーブ", 
929,オリーニョ,"オリーブ
-inho（指小辞）
aliño（スペイン語: 調味料）", 
930,オリーヴァ,オリーブ（olive、 oliva）, 
931,イキリンコ,"いきり立つ
インコ", 
932,コジオ,"小
塩", 
933,ジオヅム,"塩
積む", 
934,キョジオーン,"巨人
塩", 
935,カルボウ,"carbo
坊", 
936,グレンアルマ,"紅蓮
armor（英語: 鎧）", 
937,ソウブレイズ,"蒼
soul（英語: 魂)
blade（英語: 刃）
blaze（英語: 炎）", 
938,ズピカ,"頭
ピカピカ
スピカ", 
939,ハラバリー,"腹
バリバリ", 
940,カイデン,"海
電", 
941,タイカイデン,"大海
電
カイデン", 
942,オラチフ,"オラつく
マスチフ", 
943,マフィティフ,"マフィア
マスチフ", 
944,シルシュルー,"印
shrew（英語: トガリネズミ）", 
945,タギングル,"tagging（英語: 落書き）
devil（英語: 悪魔）", 
946,アノクサ,"あの
草", 
947,アノホラグサ,"アノクサ
洞
horror（英語: 恐怖）", 
948,ノノクラゲ,"野
野のクラゲ
メノクラゲ", 
949,リククラゲ,"陸
クラゲ
ドククラゲ", 
950,ガケガニ,"崖
毛蟹", 
951,カプサイジ,カプサイシン, 
952,スコヴィラン,"スコヴィル値
ヴィラン（villainに由来する音訳借用）", 
953,シガロコ,フンコロガシ, 
954,ベラカス,スカラベ, 
955,ヒラヒナ,"ヒラヒラ
雛", 
956,クエスパトラ,"クレオパトラ
エスパー", 
957,カヌチャン,"鍛冶
〜ちゃん", 
958,ナカヌチャン,"中
鍛冶
カヌチャン", 
959,デカヌチャン,"でかい
カヌチャン", 
960,ウミディグダ,"海
ディグダ", 
961,ウミトリオ,"海
トリオ
ダグトリオ", 
962,オトシドリ,"落とし
鳥", 
963,ナミイルカ,"波
イルカ", 
964,イルカマン,"イルカ
マン", 
965,ブロロン,"ブロロ（エンジン音）
ブルンブルン", 
966,ブロロローム,"ブロロ（エンジン音）
vroom（ブルーム〈英語: エンジン音〉）
bromine（ブローム〈英語: 臭素〉）
部品", 
967,モトトカゲ,"モトクロス
トカゲ
元", 
968,ミミズズ,ミミズ, 
969,キラーメ,"キラキラ
芽", 
970,キラフロル,"キラキラ
flor（スペイン語: 花）", 
971,ボチ,"ポチ（犬によくみられる名前）
墓地", 
972,ハカドッグ,"墓
ドッグ", 
973,カラミンゴ,"カラー
フラミンゴ
絡み", 
974,アルクジラ,"歩く
クジラ", 
975,ハルクジラ,"クジラ
hulk（英語: 廃船の船体、図体の大きなもの）
アルクジラ", 
976,ミガルーサ,"身軽
メルルーサ", 
977,ヘイラッシャ,へいらっしゃい, 
978,シャリタツ,"シャリ
竜", 
979,コノヨザル,"この世
猿
この世を去る", 
980,ドオー,"土
ヌオー", 
981,リキキリン,キリンリキのアナグラム, 
982,ノココッチ,ノコッチ, 
983,ドドゲザン,"土下座
ドン
斬", 
984,イダイナキバ,偉大な牙, 
985,サケブシッポ,"叫ぶ
尻尾", 
986,アラブルタケ,"荒ぶる
茸", 
987,ハバタクカミ,"羽ばたく
髪（神）", 
988,チヲハウハネ,"地を這う
翅", 
989,スナノケガワ,砂の毛皮, 
990,テツノワダチ,鉄の轍, 
991,テツノツツミ,鉄の包み, 
992,テツノカイナ,鉄の腕（かいな）, 
993,テツノコウベ,鉄の頭（こうべ）, 
994,テツノドクガ,鉄の毒蛾, 
995,テツノイバラ,鉄の茨, 
996,セビエ,"背
冷え", 
997,セゴール,"背
凍る", 
998,セグレイブ,"背
グレイブ（武器の一種）", 
999,コレクレー,"コレクター
これくれ", 
1000,サーフゴー,"Sir
サーフィン
富豪
gold（英語: 金）
Pokémon GO", 
1001,チオンジェン,"虫（チョン）
簡（ジアン）", 
1002,パオジアン,"豹（バオ）
剣（ジアン）", 
1003,ディンルー,"鼎（ディン）
鹿（ルー）", 
1004,イーユイ,"玉（イー）
魚（ユイ）", 
1005,トドロクツキ,"轟く
月", 
1006,テツノブジン,鉄の武人, 
1007,コライドン,"古来
ride on（英語: 乗る）
ドン（怪獣の名前に付く接尾語）", 
1008,ミライドン,"未来
ride on（英語: 乗る）
ドン（怪獣の名前に付く接尾語）", 
1009,ウネルミナモ,うねる水面, 
1010,テツノイサハ,鉄の斑葉（いさは）, 
1011,カミッチュ,"カジッチュ
噛み
花蜜", 
1012,チャデス,"茶です
death (英語: 死)", 
1013,ヤバソチャ,"やばい
粗茶", 
1014,イイネイヌ,"いいね
犬", 
1015,マシマシラ,"増し
猿（ましら）", 
1016,キチキギス,"吉
雉子（きぎす、キジの文語表現）", 
1017,オーガポン,"オーガ
ポンカン", 
1018,ブリジュラス,"bridge（英語: 橋）
ジュラルミン", 
1019,カミツオロチ,"花蜜
過密
大蛇（おろち）", 
1020,ウガツホムラ,穿つ炎, 
1021,タケルライコ,猛る雷鼓, 
1022,テツノイワオ,鉄の巌, 
1023,テツノカシラ,鉄の頭（かしら）, 
1024,テラパゴス,"テラスタル
terrapin（英語: テラピン〈北米産の食用亀〉）
galápagos（スペイン語: ゾウガメたち）", 
1025,モモワロウ,"桃太郎
割る
笑う", 
`;
